Repository: Balakao/nsf2x
Catalog: locale/*/LC_MESSAGES/nsf2x.po
Languages: fr

source: NNOTES DLL can not be initialized (ErrorID %d)
fr: DLL NNOTES ne peut pas être initialisé (ID Erreur %d)

source: NNOTES DLL not loaded
fr: DLL NNOTES ne peut pas être chargé

source: NNOTES DLL : Database not loaded
fr: DLL NNOTES : Echec du chargement de la base de données

source: Lotus Notes Converter
fr: Convertisseur Lotus Notes

source: Enter Lotus Notes password
fr: Entrer le mot de passe Lotus Notes

source: Open Session
fr: Ouvrir la session

source: Select Directory of SOURCE nsf files
fr: Sélectionner le répertoire des fichiers nsf source

source: Select Directory of DESTINATION files
fr: Sélectionner le répertoire des fichiers destination

source: Lotus Notes NSF file to EML, MBOX and PST file converter.
fr: Convertisseur de fichier Lotus Notes NSF vers EML, MBOX et PST

source: Contact dbateman@free.fr for more information.
fr: Contacter dbateman@free.fr pour plus d'information.

source: Source directory is : %s
fr: Répertoire source : %s

source: Destination directory is : %s
fr: Répertoire destination : %s

source: Connection to Notes established
fr: Connexion à Notes établie

source: Check the Notes password and that NSF2X and Notes use the same architecture
fr: Vérifier le mot de passe de Notes et que l'architecture de NSF2X et Notes sont identique

source: Stop
fr: Arrêter

source: Open Sessions
fr: Ouvrir la session

source: Convert
fr: Convertir

source: Destination directory is %s
fr: Répertoire destination : %s

source: NSF2X Options
fr: Options de NSF2X

source: Use different MBOXes for each sub-folder :
fr: Utiliser différentes MBOX pour chaque sous-répertoire

source: No
fr: Non

source: Yes
fr: Oui

source: Re-encryption of encrypted Notes messages :
fr: Réchiffrement des messages Notes chiffrés

source: None
fr: Aucun

source: Error logging level :
fr: Niveau de journalisation

source: Error
fr: Erreur

source: Warning
fr: Avertissement

source: Number of exceptions before giving up :
fr: Nombre d'exceptions avant arrêt :

source: Infinite
fr: Infini

source: Always use external PST helper function :
fr: Toujours utiliser une fonction PST utilitaire externe :

source: Close
fr: Fermer

source: Waiting for sub processes to terminate
fr: En attente de la fin du processus secondaire

source: Error connecting to Lotus !
fr: Erreur de connexion à Lotus !

source: Starting Convert : %s
fr: Démarrage du conversion : %s

source: The MBOX file will not have the directory hierarchies present in NSF file
fr: Le fichier MBOX n'aura pas les hiérarchies de répertoire dans le fichier NSF

source: Detected 32bit NFS2X and 64bit Outlook
fr: Détecté NSF2X 32bit et Outlook 64bit

source: Forcing use of external helper function
fr: Utilisation d'une fonction utilitaire externe forcée

source: Detected 64bit NFS2X and 32bit Outlook
fr: Détecté NSF2X 64bit et Outlook 32bit

source: Using external helper function '%s' for importation of the EML files
fr: Fonction utilitaire externe '%s' utilisé pour l'importation des fichiers EML

source: Error converting database %s
fr: Erreur de conversion de base de données %s

source: End of convert : %s
fr: Fin de conversion : %s

source: Converting : %s
fr: Conversion : %s

source: Empty Lotus session
fr: Session Lotus vide

source: The database %s appears to be empty. Returning
fr: Le base de données %s semble être vide. Retour

source: Can not open Lotus database %s with C API (ErrorID %d)
fr: Ne peut pas ouvrir la base de données Lotus %s avec API C (ID Erreur %d)

source: Starting MIME encoding of messages
fr: Démarrage d'encodage MIME des messages

source: Lotus Notes Converter - Phase 1/%d Converting MIME (%.1f%%)
fr: Convertisseur Lotus Notus - Phase 1/%d Conversion MIME (%.1f%%)

source: Can not convert message %d to MIME
fr: Ne peut pas convertir message %d en MIME

source: #### Subject : %s
fr: #### Sujet: %s

source: Exception converting message %d to MIME : %s
fr: Exception de conversion de message %d en MIME : %s

source: Too many exceptions during MIME conversion. Stopping
fr: Trop d'exceptions pendant conversion à MIME. Arrêt

source: Opening MBOX file - %s
fr: Ouverture fichier MBOX - %s

source: Could not connect to Outlook !
fr: Impossible de se connecter à Outlook !

source: Opening PST file - %s
fr: Ouverture du fichier PST - %s

source: Could not connect to MAPI !
fr: Impossible de se connecter à MAPI !

source: Starting exportation to temporary EML messages
fr: Démarrage de l'exportation des messages EML termporaire

source: Starting importation of EML messages into mailbox
fr: Démarrage de l'importation des messages EML dans la boite aux lettres

source: Lotus Notes Converter - Phase 2/3 Export Message %d of %d (%.1f%%)
fr: Convertisseur Lotus Notes - Phase 2/3 Exportation de Message %d sur %d (%.1f%%)

source: Lotus Notes Converter - Phase 2/2 Import Message %d of %d (%.1f%%)
fr: Convertisseur Lotus Notes - Phase 2/2 Importation de Message %d sur %d (%.1f%%)

source: Sent
fr: Éléments envoyés

source: Inbox
fr: Boîte de réception

source: Creating directory %s
fr: Création du répertoire %s

source: Can not create directory %s
fr: Ne peut pas créer le répertoire %s

source: Could not open folder : %s
fr: Ouverture du répertoire %s impossibble

source: Ignoring message %d of form '%s' with empty body
fr: Ignorer le message %d de la forme '%s' avec le corps vide

source: Ignoring message %d of form '%s' without MIME body
fr: Ignorer le message %d de la forme '%s' sans corps MIME

source: Skipping as probably not a message
fr: Sauter. Probablement pas un message.

source: Can not write Lotus MIME message to a file
fr: Ne peut pas écrire message MIME de Lotus vers un fichier

source: Exception for message %d (%s) :
fr: Exception pour le message %d (%s) :

source: Starting importation of EML files into PST file
fr: Démarrage de l'importation des messages EML vers le fichier PST

source: Lotus Notes Converter - Phase 3/3 Import Message %d of %d (%.1f%%)
fr: Convertisseur Lotus Notes - Phase 3/3 Importation de Message %d sur %d (%.1f%%)

source: Importing EML files in %s
fr: Importation des fichiers EML de %s

source: Helper process return the error code (%d)
fr: Processus utilitaire a quitté avec un code d'erreur (%d)

source: Importation of EML files into PST is incomplete
fr: Importation des fichiers EML vers PST est incomplet

source: Removing temporary EML files
fr: Suppression des fichiers EML temporaire

source: Too many exceptions during mail importation. Stopping
fr: Trop d'exceptions pendant l'importation des mails. Arrêt

source: Finished populating : %s
fr: Fin de conversion : %s

source: Exceptions: %d ... Documents OK : %d Untreated : %d
fr: Exceptions: %d ... Documents OK : %d Non traité : %d

source: Notes message has empty NoteID
fr: Le NoteID du message Notes est vide

source: Can not open document id 0x%s (ErrorID : %d)
fr: Ne peut pas ouvrir le document id 0x%s (ID Erreur : %d)

source: Removing $KeepPrivate item from note id 0x%s
fr: Suppression de l'élément $KeepPrivate de note id 0x%s

source: Document note id 0x%s is encrypted.
fr: Le document note id 0x%s est chiffré.

source: Document note id 0x%s is signed
fr: Le document note id 0x%s est signé

source: Document note id 0x%s is encrypted, cannot be converted.
fr: Le document note id 0x%s est chiffré et ne peut pas être converti

source: MIMEConvertCDParts : Error converting note id 0x%s to MIME type text/html
fr: MIMEConvertCDParts : Erreur lors de la conversion de note id 0x%s à MIME type text/html

source: MIMEConvertCDParts : Attempting to convert to text/plain
fr: MIMEConvertCDParts : Tentative de conversion à text/plain

source: Error calling NSFNoteUpdate(%d)
fr: Erreur appelant NSFNoteUpdate(%d)

source: Error calling MIMEConvertCDParts(%d)
fr: Erreur appelant MIMEConvertCDParts(%d)

source: Error calling MMCreateConvControls(%d)
fr: Erreur appelant MMCreateConvControls(%d)

source: Windows cryptographic provider does not support AES encryption
fr: Windows cryptographic provider n'intègre pas le chiffrement AES

source: Falling back to 3DES 168bit encryption
fr: Se rebattre sur le chiffrement 3DES 168bits

source: Can not open Windows cryptographic provider
fr: Ne peut pas ouvrir Windows cryptographic provider

source: Could not obtain the users Exchange certificate.
fr: Ne peut pas obtenir le certificat d'Exchange de l'utilisateur

source: Disabling all encryption !!
fr: Désactivation du chiffrement !!

source: Unrecognised encryption selected
fr: Chiffrement non reconnu sélectionné

source: Message 0x%s has no MIME body
fr: Message 0x%s n'a pas corps MIME

source: Subject : %s
fr: Sujet : %s

source: ERROR :
fr: ERREUR :

source: ERROR : Unrecognised Error Level given to log function
fr: ERREUR : Le niveau d'erreur fourni au fonction log n'est pas reconnu
